export const termsDetails = {
  term1: `이용약관

    제1조 목적
    
    본 이용약관은 “코버플로우”(이하 "코플")의 서비스의 이용조건과 운영에 관한 제반 사항 규정을 목적으로 합니다.
    
    제2조 용어의 정의
    
    본 약관에서 사용되는 주요한 용어의 정의는 다음과 같습니다.
    
    ① 회원 : 사이트의 약관에 동의하고 개인정보를 제공하여 회원등록을 한 자로서, 사이트와의 이용계약을 체결하고 사이트를 이용하는 이용자를 말합니다.
    ② 이용계약 : 사이트 이용과 관련하여 사이트와 회원간에 체결 하는 계약을 말합니다.
    ③ 회원 아이디(이하 "ID") : 회원의 식별과 회원의 서비스 이용을 위하여 회원별로 부여하는 고유한 문자와 숫자의 조합을 말합니다.
    ④ 비밀번호 : 회원이 부여받은 ID와 일치된 회원임을 확인하고 회원의 권익 보호를 위하여 회원이 선정한 문자와 숫자의 조합을 말합니다.
    ⑤ 운영자 : 서비스에 홈페이지를 개설하여 운영하는 운영자를 말합니다.
    ⑥ 해지 : 회원이 이용계약을 해약하는 것을 말합니다.
    
    제3조 약관 외 준칙
    
    운영자는 필요한 경우 별도로 운영정책을 공지 안내할 수 있으며, 본 약관과 운영정책이 중첩될 경우 운영정책이 우선 적용됩니다.
    
    제4조 이용계약 체결
    
    ① 이용계약은 회원으로 등록하여 코플을 이용하려는 자의 본 약관 내용에 대한 동의와 가입신청에 대하여 운영자의 이용승낙으로 성립합니다.
    ② 회원으로 등록하여 서비스를 이용하려는 자는 코플 가입신청 시 본 약관을 읽고 아래에 있는 "동의합니다"를 선택하는 것으로 본 약관에 대한 동의 의사 표시를 합니다.
    
    제5조 서비스 이용 신청
    
    ① 회원으로 등록하여 코플을 이용하려는 이용자는 사이트에서 요청하는 제반정보(이용자ID,비밀번호, 닉네임 등)를 제공해야 합니다.
    ② 타인의 정보를 도용하거나 허위의 정보를 등록하는 등 본인의 진정한 정보를 등록하지 않은 회원은 코플 이용과 관련하여 아무런 권리를 주장할 수 없으며, 관계 법령에 따라 처벌받을 수 있습니다.
    
    제6조 개인정보처리방침
    
    코플 및 운영자는 회원가입 시 제공한 개인정보 중 비밀번호를 가지고 있지 않으며 이와 관련된 부분은 사이트의 개인정보처리방침을 따릅니다.
    운영자는 관계 법령이 정하는 바에 따라 회원등록정보를 포함한 회원의 개인정보를 보호하기 위하여 노력합니다.
    
    회원의 개인정보보호에 관하여 관계법령 및 사이트가 정하는 개인정보처리방침에 정한 바에 따릅니다.
    
    단, 회원의 귀책 사유로 인해 노출된 정보에 대해 운영자는 일체의 책임을 지지 않습니다.
    운영자는 회원이 미풍양속에 저해되거나 국가안보에 위배되는 게시물 등 위법한 게시물을 등록 · 배포할 경우 관련 기관의 요청이 있을 시 회원의 자료를 열람 및 해당 자료를 관련 기관에 제출할 수 있습니다.
    
    제7조 운영자의 의무
    
    ① 운영자는 이용회원으로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 가급적 빨리 처리하여야 합니다. 다만, 개인적인 사정으로 신속한 처리가 곤란한 경우에는 사후에 공지 또는 이용회원에게 쪽지, 전자우편 등을 보내는 등 최선을 다합니다.
    
    ② 운영자는 계속적이고 안정적인 사이트 제공을 위하여 설비에 장애가 생기거나 유실된 때에는 이를 지체 없이 수리 또는 복구할 수 있도록 사이트에 요구할 수 있습니다. 다만, 천재지변 또는 사이트나 운영자에 부득이한 사유가 있는 경우, 사이트 운영을 일시 정지할 수 있습니다.
    
    제8조 회원의 의무
    
    ① 회원은 본 약관에서 규정하는 사항과 운영자가 정한 제반 규정, 공지사항 및 운영정책 등 사이트가 공지하는 사항 및 관계 법령을 준수하여야 하며, 기타 사이트의 업무에 방해가 되는 행위, 사이트의 명예를 손상하는 행위를 해서는 안 됩니다.
    ② 회원은 사이트의 명시적 동의가 없는 한 서비스의 이용 권한, 기타 이용계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.
    ③ 이용고객은 아이디 및 비밀번호 관리에 상당한 주의를 기울여야 하며, 운영자나 사이트의 동의 없이 제3자에게 아이디를 제공하여 이용하게 할 수 없습니다.
    ④ 회원은 운영자와 코플 및 제3자의 지적 재산권을 침해해서는 안 됩니다.
    
    제9조 서비스 이용 시간
    
    ① 서비스 이용 시간은 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간을 원칙으로 합니다. 단, 사이트는 시스템 정기점검, 증설 및 교체를 위해 사이트가 정한 날이나 시간에 서비스를 일시중단 할 수 있으며 예정된 작업으로 인한 서비스 일시 중단은 사이트의 홈페이지에 사전에 공지하오니 수시로 참고하시길 바랍니다.
    
    ② 단, 사이트는 다음 경우에 대하여 사전 공지나 예고 없이 서비스를 일시적 혹은 영구적으로 중단할 수 있습니다.
    
    - 긴급한 시스템 점검, 증설, 교체, 고장 혹은 오동작을 일으키는 경우
    - 국가비상사태, 정전, 천재지변 등의 불가항력적인 사유가 있는 경우
    - 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지한 경우
    - 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우
    
    ③ 전항에 의한 서비스 중단의 경우 사이트는 사전에 공지사항 등을 통하여 회원에게 통지합니다. 단, 사이트가 통제할 수 없는 사유로 발생한 서비스의 중단에 대하여 사전공지가 불가능한 경우에는 사후공지로 대신합니다.
    
    제10조 서비스 이용 해지
    
    ① 회원이 코플과의 이용계약을 해지하고자 하는 경우에는 회원 본인이 온라인을 통하여 등록해지 신청을 하여야 합니다. 한편, 사이트 이용 해지와 별개로 사이트에 대한 이용계약 해지는 별도로 하셔야 합니다.
    
    ② 해지 신청과 동시에 사이트가 제공하는 사이트 관련 프로그램이 회원 관리 화면에서 자동적으로 삭제됨으로 운영자는 더 이상 해지신청자의 정보를 볼 수 없습니다.
    
    제11조 서비스 이용 제한
    
    회원은 다음 각호에 해당하는 행위를 하여서는 아니 되며 해당 행위를 한 경우에 사이트는 회원의 서비스 이용 제한 및 적법한 조치를 할 수 있으며 이용계약을 해지하거나 기간을 정하여 서비스를 중지할 수 있습니다.
    
    ① 회원 가입시 혹은 가입 후 정보 변경 시 허위 내용을 등록하는 행위
    ② 타인의 사이트 이용을 방해하거나 정보를 도용하는 행위
    ③ 사이트의 운영진, 직원 또는 관계자를 사칭하는 행위
    ④ 사이트, 기타 제3자의 인격권 또는 지적재산권을 침해하거나 업무를 방해하는 행위
    ⑤ 다른 회원의 ID를 부정하게 사용하는 행위
    ⑥ 다른 회원에 대한 개인정보를 그 동의 없이 수집, 저장, 공개하는 행위
    ⑦ 범죄와 결부된다고 객관적으로 판단되는 행위
    ⑧ 기타 관련 법령에 위배되는 행위
    
    제12조 게시물의 관리
    
    ① 코플의 게시물과 자료의 관리 및 운영의 책임은 운영자에게 있습니다. 운영자는 항상 불량 게시물 및 자료에 대하여 모니터링을 하여야 하며, 불량 게시물 및 자료를 발견하거나 신고를 받으면 해당 게시물 및 자료를 삭제하고 이를 등록한 회원에게 주의를 주어야 합니다.
    
    한편, 이용회원이 올린 게시물에 대해서는 게시자 본인에게 책임이 있으니 회원 스스로 본 이용약관에서 위배되는 게시물은 게재해서는 안 됩니다.
    
    ② 정보통신윤리위원회 등 공공기관의 시정요구가 있는 경우 운영자는 회원의 사전동의 없이 게시물을 삭제하거나 이동 할 수 있습니다.
    
    ③ 불량게시물의 판단기준은 다음과 같습니다.
    
    - 다른 회원 또는 제3자에게 심한 모욕을 주거나 명예를 손상하는 내용인 경우
    - 공공질서 및 미풍양속에 위반되는 내용을 유포하거나 링크 시키는 경우
    - 불법 복제 또는 해킹을 조장하는 내용인 경우
    - 영리를 목적으로 하는 광고일 경우
    - 범죄와 결부된다고 객관적으로 인정되는 내용일 경우
    - 다른 이용자 또는 제3자와 저작권 등 기타 권리를 침해하는 경우
    - 기타 관계 법령에 위배된다고 판단되는 경우
    
    ④ 사이트 및 운영자는 게시물 등에 대하여 제3자로부터 명예훼손, 지적재산권 등의 권리 침해를 이유로 게시중단 요청을 받은 경우 이를 임시로 게시 중단(전송중단)할 수 있으며, 게시중단 요청자와 게시물 등록자 간에 소송, 합의 기타 이에 준하는 관련 기관의 결정 등이 이루어져 사이트에 접수된 경우 이에 따릅니다.
    
    제13조 게시물의 보관
    
    사이트 운영자가 불가피한 사정으로 본 사이트를 중단하게 될 경우, 회원에게 사전 공지를 하고 게시물의 이전이 쉽도록 모든 조치를 하기 위해 노력합니다.
    
    제14조 게시물에 대한 저작권
    
    ① 회원이 사이트 내에 게시한 게시물의 저작권은 게시한 회원에게 귀속됩니다. 또한 사이트는 게시자의 동의 없이 게시물을 상업적으로 이용할 수 없습니다. 다만 비영리 목적인 경우는 그러하지 아니하며, 또한 서비스 내의 게재권을 갖습니다.
    
    ② 회원은 서비스를 이용하여 취득한 정보를 임의 가공, 판매하는 행위 등 서비스에 게재된 자료를 상업적으로 사용할 수 없습니다.
    
    ③ 운영자는 회원이 게시하거나 등록하는 사이트 내의 내용물, 게시 내용에 대해 제12조 각호에 해당한다고 판단되는 경우 사전통지 없이 삭제하거나 이동 또는 등록 거부할 수 있습니다.
    
    제15조 손해배상
    
    ① 본 사이트의 발생한 모든 민, 형법상 책임은 회원 본인에게 1차적으로 있습니다.
    ② 본 사이트로부터 회원이 받은 손해가 천재지변 등 불가항력적이거나 회원의 고의 또는 과실로 인하여 발생한 때에는 손해배상을 하지 않습니다.

    제16조 면책
    
    ① 운영자는 회원이 사이트의 서비스 제공으로부터 기대되는 이익을 얻지 못하였거나 서비스 자료에 대한 취사선택 또는 이용으로 발생하는 손해 등에 대해서는 책임이 면제됩니다.
    
    ② 운영자는 본 사이트의 서비스 기반 및 타 통신업자가 제공하는 전기통신 서비스의 장애로 인한 경우에는 책임이 면제되며 본 사이트의 서비스 기반과 관련되어 발생한 손해에 대해서는 사이트의 이용약관에 준합니다
    
    ③ 운영자는 회원이 저장, 게시 또는 전송한 자료와 관련하여 일체의 책임을 지지 않습니다.
    
    ④ 운영자는 회원의 귀책 사유로 인하여 서비스 이용의 장애가 발생한 경우에는 책임지지 아니합니다.
    
    ⑤ 운영자는 회원 상호 간 또는 회원과 제3자 상호 간, 기타 회원의 본 서비스 내외를 불문한 일체의 활동(데이터 전송, 기타 커뮤니티 활동 포함)에 대하여 책임을 지지 않습니다.
    
    ⑥ 운영자는 회원이 게시 또는 전송한 자료 및 본 사이트로 회원이 제공받을 수 있는 모든 자료들의 진위, 신뢰도, 정확성 등 그 내용에 대해서는 책임지지 아니합니다.
    
    ⑦ 운영자는 회원 상호 간 또는 회원과 제3자 상호 간에 서비스를 매개로 하여 물품거래 등을 한 경우에 그로부터 발생하는 일체의 손해에 대하여 책임지지 아니합니다.
    
    ⑧ 운영자는 운영자의 귀책 사유 없이 회원간 또는 회원과 제3자간에 발생한 일체의 분쟁에 대하여 책임지지 아니합니다.
    
    ⑨ 운영자는 서버 등 설비의 관리, 점검, 보수, 교체 과정 또는 소프트웨어의 운용 과정에서 고의 또는 고의에 준하는 중대한 과실 없이 발생할 수 있는 시스템의 장애, 제3자의 공격으로 인한 시스템의 장애, 국내외의 저명한 연구기관이나 보안 관련 업체에 의해 대응 방법이 개발되지 아니한 컴퓨터 바이러스 등의 유포나 기타 운영자가 통제할 수 없는 불가항력적 사유로 인한 회원의 손해에 대하여 책임지지 않습니다.
    
    부칙
    
    이 약관은 <2024.04.01>부터 시행합니다.`,
  term2: `### 유료 서비스 이용약관

    ### 제1장 총칙
    
    1. **제 1 조 (목적)**
        
        본 약관은 코버플로우 (이하 "회사"라 한다)가 제공하는 서비스(이하 "서비스"라 한다) 내에서 유료서비스의 이용과 관련하여 "회사"와 "회원"의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.
        
    2. **제 2 조 (약관의 적용)**
        
        본 약관은 "회원"이 코버플로우 내에서 유료로 제공되는 서비스를 이용하고자 하는 경우, 본 약관에 별도로 동의한 회원에게 적용됩니다.
        
    3. **제 3 조 (정의)**
        - ① 본 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.
            - 1. "회원"이라 함은 본 약관에 따라 "회사"와 이용계약을 체결하여 "회사" 또는 판매자가 제공하는 유료서비스를 이용하는 자를 말합니다.
            - 2. "유료서비스"라 함은 "회사" 또는 “판매자”가 유료로 제공하는 각종 서비스, 온라인 디지털콘텐츠 및 이를 결제 이용하는 데에 수반되는 제반 관련 서비스를 말합니다.
            - 3. “정기결제형 유료서비스”라 함은 “유료서비스” 중 “정기결제” 형태로 결제가 이루어지고 이용 기간이 자동으로 갱신되는 서비스를 말합니다.
            - 4. “정기결제”라 함은 “유료서비스”를 일정 시기 또는 조건 하에서 반복적으로 거래하기 위하여 미리 등록한 결제수단으로 특정일 또는 특정 조건에 도달 시 자동으로 결제하는 결제 형태를 말합니다.
            - 6. "판매자"라 함은 "회사"와 별도의 계약을 체결하고 "회사"의 “유료서비스”를 이용하여 "회원"에게 각종 온라인 디지털콘텐츠를 판매하고자 하는 자를 말합니다.
            - 7. “무료체험기간”이라 함은 “회사”가 자신의 정책에 의거하여 일부 “정기결제형 유료서비스” 가입 시 시혜적으로 부여하는 서비스 무상 이용 기간을 말합니다.
            - 8. “환불적립금”이라 함은 “회원”이 구매를 취소하였으나 당해 결제 수단에서 제공하는 결제 취소 기간이 경과하여 해당 결제수단으로 취소가 불가능한 등의 경우에 회원에게 적립되어 해당 금액을 표창하는 가상의 데이터를 말합니다.
        - ②본 약관에 사용되는 용어 중 본 조에서 정하지 아니한 부분은 관계 법령 및 일반 관례에 따릅니다.
        - 
    4. **제 4 조 (신원정보 등의 제공)**
        
        "회사"는 본 약관의 내용, 상호, 대표자 성명, 전화번호, 팩스번호, 사업자등록번호, 통신판매업 신고번호, 고객센터 등을 "회원"이 쉽게 알 수 있도록 “유료서비스” 화면에 순차적으로 게시합니다. 다만, 대표자성명, 팩스번호, 사업자등록번호 및 본 약관은 "회원"이 “유료서비스” 화면에서 순차적으로 연결된 화면을 통하여 볼 수 있도록 할 수 있습니다.
        
    5. **제 5 조 (약관의 게시, 개정 등)**
        - ①"회사"는 본 약관의 내용을 "회원"이 쉽게 확인할 수 있도록 서비스 초기화면 또는 별도의 연결화면에 게시합니다.
        - ②"회사"는 "회원"이 본 약관의 내용을 확인할 수 있도록 전문을 별도의 연결화면 또는 팝업화면 등을 통해 제공합니다.
        - ③"회사"는 콘텐츠산업 진흥법, 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에 관한 법률 등 관련 법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.
        - ④"회사"가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 "회사"가 운영하는 웹사이트 내의 적절한 장소에 개정약관의 적용일자 15일 전부터 적용일 이후 상당한 기간 동안 공지합니다. 다만, "회원"에게 불리한 약관의 개정의 경우에는 적용일자 30일 전부터 공지하고, "회원"이 가입시 제공한 전자우편, 카카오톡 메시지나 개별 서비스 내 전자쪽지, 서비스 내 팝업 화면 등의 전자적 수단을 통해 통지합니다.
        - ⑤"회사"가 전항에 따라 개정약관을 공지 또는 통지하면서 "회원"에게 약관 변경 적용일까지 거부의사를 표시하지 아니할 경우 약관의 변경에 동의한 것으로 간주한다는 뜻을 명확하게 공지 또는 통지하였음에도 "회원"이 명시적으로 거부의 의사표시를 하지 아니한 경우 "회원"이 개정약관에 동의한 것으로 봅니다.
        - ⑥"회원"이 개정약관의 적용에 동의하지 않는 경우 "회사"는 개정 약관의 내용을 적용할 수 없으며, 이 경우 "회원"은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 "회사"는 이용계약을 해지할 수 있습니다.
    6. **제 6 조 (회원에 대한 통지)**
        - ①"회사"가 "회원"에 대한 통지를 하는 경우 본 약관에 별도 규정이 없는 한 "회원"이 가입시 제공한 전자우편, 카카오톡 메시지나 개별 서비스 내 전자쪽지, 서비스 내 팝업 화면 등으로 할 수 있습니다.
        - ②"회사"는 "회원" 전체에 대한 통지의 경우 7일 이상 "회사"가 운영하는 서비스 내의 게시판 등에 게시, 공지함으로써 제1항의 통지에 갈음할 수 있습니다. 다만, "회원" 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 제1항의 방법으로 통지를 합니다.
        - ③"회사"는 "회원"의 연락처 미기재, 변경 후 미수정 등으로 인하여 개별 통지가 어려운 경우에 한하여 제2항의 공지로써 개별 통지를 한 것으로 간주합니다.
        - 
    
    ## 제2장 이용계약 체결 및 유료서비스 이용
    
    1. **제 7 조 (유료서비스의 내용 등의 게시)**
        - ①"회사"는 다음 사항을 해당 “유료서비스”의 이용초기화면이나 그 포장, FAQ 등에 "회원"이 알기 쉽게 표시합니다.
            - 1. “유료서비스”의 명칭 또는 제호
            - 2. “유료서비스” 제작/제공자의 성명(법인인 경우에는 법인의 명칭), 주소, 전화번호
            - 3. “유료서비스”의 내용, 이용방법, 이용료 기타 이용조건
        - ②"회사"의 “유료서비스”의 이용가능기기 및 이용에 필요한 최소한의 기술사양은 권장사양정보에 따릅니다.
        - ③"회사"는 “유료서비스”를 제공함에 있어 “유료서비스”의 교환·반품·보증과 그 대금 환불의 조건 및 절차에 관한 사항을 제공합니다.
    2. **제 8 조 (이용계약의 성립 등)**
        - ①"회원"은 "회사"가 제공하는 다음 또는 이와 유사한 절차에 의하여 이용신청을 합니다. "회사"는 계약 체결 전에 각 호의 사항에 관하여 "회원"이 정확하게 이해하고 실수 또는 착오 없이 거래할 수 있도록 정보를 제공합니다.
            - 1. “유료서비스”의 확인 및 선택
            - 2. 결제방법의 선택 및 결제정보의 입력
            - 3. “유료서비스”의 이용신청에 관한 확인 또는 "회사"의 확인에 대한 동의
        - ②"회사"는 "회원"의 이용신청이 다음 각 호에 해당하는 경우에는 승낙하지 않거나 승낙을 유보할 수 있습니다.
            - 1. 실명이 아니거나 타인의 명의를 이용한 경우
            - 2. 허위의 정보를 기재하거나, "회사"가 제시하는 내용을 기재하지 않은 경우/li>
            - 3. 미성년자가 청소년보호법에 의해서 이용이 금지되는 유료서비스를 이용하고자 하는 경우
            - 4. 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우
            - 5. 기타 "회원"의 귀책사유로 승인이 불가능하다고 판단되는 경우
        - ③이용계약의 성립시기는 ‘가입완료’ 또는 ‘구매완료’를 신청절차 상에서 표시한 시점으로 합니다.
        - ④"회원"이 “유료서비스”를 이용하기 위해서는 본 약관에 동의한 후 해당 “유료서비스”의 이용조건에 따라 이용요금을 지급하여야 합니다.
    3. **제 9 조 (결제수단)**
        - ①“유료서비스”에서 사용할 수 있는 이용요금 결제수단은 다음 각 호와 같습니다. 다만, “회사”는 “회원”이 선택한 결제수단에 대하여 어떠한 명목의 수수료도 추가하여 징수하지 않습니다.
            - 1. 선불카드, 직불카드, 신용카드 등의 각종 카드 결제
            - 2. 전화 또는 휴대전화를 이용한 결제
            - 3. 폰뱅킹, 인터넷뱅킹, 메일뱅킹, 온라인 무통장 입금 등의 각종 계좌이체
            - 4. 카카오페이머니 등 회사가 제휴사를 통해 제공하는 선불전자지급수단을 통한 결제
            - 5. 전자화폐에 의한 결제
            - 6. "회사"와 계약을 맺었거나 "회사"가 인정한 상품권에 의한 결제
            - 7. 캐시백, 신용카드등의 포인트에 의한 결제
            - 8. 기타 전자적 지급방법에 의한 대금지급 등
        - ②“회원”은 “유료서비스” 이용을 위하여 해당 서비스에 결제수단 및 결제 정보를 입력하고 이를 저장할 수 있습니다. 저장된 결제수단 및 결제 정보는 정기결제나 다음 결제 시에 사용됩니다.
        - ③“회원”은 타인의 결제수단을 임의로 사용하여서는 안됩니다. 타인의 결제수단을 임의 사용함으로써 발생하는 회사, 결제수단의 적법한 소유자, 기타 해당 결제와 관련된 제3자의 손실이나 손해에 대한 책임은 “회원”에게 있습니다.
        - ④“유료서비스” 이용을 위한 결제와 관련하여 “회원”이 입력한 정보와 관련하여 발생한 문제에 대한 책임과 불이익은 “회원”이 부담하여야 합니다.
        - ⑤“회원”은 “유료서비스” 이용요금 결제 시 정당하고, 적법한 사용권한을 가지고 있는 결제수단을 사용하여야 하며, “회사”는 그 여부를 확인할 수 있습니다. 또한 “회사”는 “회원”이 사용한 결제수단의 적법성 등에 대한 확인이 완료될 때까지 거래 진행을 중지하거나 해당 거래를 취소할 수 있습니다.
        - ⑥"회사"의 정책 및 제1항의 결제수단을 제공하는 업체(이동통신사, 카드사 등)의 기준이나 법령에 따라 "회원" 당 월 누적 결제액 및 충전한도가 제한될 수 있습니다. 해당 기준을 초과한 경우 유료서비스의 추가 이용이 불가능할 수 있습니다.
    4. **제 10 조 (정기결제 및 정기결제형 유료서비스의 제공)**
        - ①“회원”은 “정기결제형 유료서비스”를 이용하기 위하여 제9조 제2항에 따라 해당 서비스에 결제수단 및 결제 정보를 입력하고 저장하여야 하며, 그에 따라 이용요금이 정기결제일(“정기결제형 유료서비스”의 최초 결제일 또는 이용자가 임의로 지정한 날짜를 의미하며, 이하 동일합니다)에 자동으로 결제됩니다. 단, 특정 월에 정기결제일에 해당하는 날짜가 존재하지 않을 경우 해당 월에 한하여 말일에 결제가 진행됩니다.
        - ②“회사”의 정책에 따라 “정기결제형 유료서비스”에 대하여 주어지는 ”무료체험기간”은 “회원” 당 1회에 한하여 제공되고, “무료체험기간”의 일부 또는 전부 이용 후 “정기결제형 유료서비스”를 탈퇴하고 재가입하는 경우에는 “무료체험기간”이 제공되지 않을 수 있습니다.
        - ③“정기결제형 유료서비스”의 “무료체험기간” 만료일이 경과하기 전에 “회원”이 별도의 서비스 해지 요청을 하지 않으면 “회사”는 “무료체험기간”이 만료된 후 등록된 결제수단을 이용하여 정기결제를 진행합니다. “회사”는 “무료체험기간” 시작 전에 “회원”에게 이와 같은 사실을 명확히 고지합니다.
        - ④“회사”는 정기결제가 이루어지면 회원에게 결제 내용을 제6조에 따른 방법으로 고지합니다. 단, 회원의 명시적 동의가 있는 경우 회사는 결제 내용에 대한 고지를 생략할 수 있습니다.
        - ⑤등록된 결제수단의 유효기간 만료 등 여하의 사유로 정기결제일에 이용요금의 결제가 정상적으로 이루어지지 않는 경우 “정기결제 유료서비스”의 이용이 중단될 수 있으며, 이러한 상황이 지속되는 경우 채무이행의 거절로 보고 “회사”가 “유료서비스” 이용계약을 해지할 수 있습니다.
    5. **제 11 조 (미성년자 이용계약에 관한 특칙)**
        
        "회사"는 만 19세 미만의 미성년 회원이 “유료서비스”를 이용하고자 하는 경우에 부모 등 법정대리인의 동의를 얻거나, 계약체결 후 추인을 얻지 않으면 미성년자 본인 또는 법정대리인이 그 계약을 취소할 수 있다는 내용을 계약체결 전에 고지합니다.
        
    6. **제 12 조 (유료서비스의 중단, 변경 및 종료)**
        - ①"회사"는 “유료서비스”를 연중무휴, 1일 24시간 제공함을 원칙으로 합니다. 다만, 아래 각 호의 경우 유료서비스의 전부 또는 일부를 제한하거나 중단할 수 있습니다.
            - 1. 컴퓨터 등 정보통신설비의 유지∙보수, 교체 등 작업을 위한 정기 또는 임시 점검의 경우
            - 2. 정전, 정보통신설비의 장애 또는 고장, 이용량 폭주나 통신두절 등으로 정상적인 서비스 제공에 지장이 있는 경우
            - 3. 관계사와의 계약 종료, 정부의 명령∙규제 또는 운영상 상당한 이유가 있는 경우 등 회사의 제반 사정으로 서비스의 전부 또는 일부를 유지할 수 없는 경우
            - 4. 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우
        - ②전항에 의한 유료서비스 제공 중단의 경우 미리 제6조에서 정한 방법으로 “회원”에게 통지합니다. 다만, 회사로서도 예측할 수 없거나 통제할 수 없는 사유로 인한 부득이한 경우에는 사후에 통지할 수 있습니다.
        - ③"회사"는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부의 “유료서비스”를 변경, 중단 또는 종료할 수 있습니다. 다만, 변경된 내용이 중대하거나 “유료서비스”의 종료 등 "회원"에게 불리한 경우에는 "회사"가 해당 “유료서비스”를 제공받는 "회원"에게 제6조에서 정한 방법으로 통지합니다.
        - ④"회사"는 전항에 따른 서비스 변경에 대한 동의를 거절한 "회원"에 대하여는 변경 전 서비스를 제공합니다. 다만, 그러한 서비스 제공이 불가능할 경우 해당 서비스의 제공을 중지하거나 계약을 해지할 수 있습니다.
        - ⑤제3항에 따른 “유료서비스” 종료 및 제4항에 따른 “유료서비스” 제공이 불가능한 경우의 환불 등은 제17조에서 정한 바에 따라 진행됩니다.
    
    ## 제3장 계약당사자의 의무
    
    1. **제 13 조 (회사의 의무)**
        - ①"회사"는 관련 법령과 본 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 “유료서비스”를 제공하기 위하여 최선을 다합니다.
        - ②"회사"는 "회원"이 안전하게 “유료서비스”를 이용할 수 있도록 개인정보(신용정보 포함) 보호를 위한 보안시스템을 갖추며, 개인정보처리방침을 공지하고 이를 준수합니다.
        - ③"회사"는 “유료서비스” 이용과 관련하여 "회원"으로부터 제기된 의견이나 불만사항이 정당하다고 인정되는 경우에는 이를 처리하여야 합니다. "회원"이 제기한 의견이나 불만사항에 대해서는 "회원"에게 처리 과정 및 결과를 전달합니다.
        - ④“회사”는 전자상거래등에서의 소비자보호에 관한 법률에 따라 아래 각 호의 항목을 각 호에 명시된 기간동안 보관합니다.
            - 1. 계약 또는 청약철회 등에 관한 기록: 5년
            - 2. 대금결제 및 재화 등에 공급에 관한 기록: 5년
            - 3. 소비자의 불만 또는 분쟁처리에 관한 기록: 3년
    2. **제 14 조 (회원의 의무)**
        - ①"회원"은 “유료서비스” 이용 전에 반드시 "회사" 또는 “판매자”가 제공하는 “유료서비스”의 상세 내용과 거래의 조건을 정확하게 확인한 후 구매를 하여야 합니다. 거래의 내용과 조건을 확인하지 않고 구매하여 발생한 손실, 손해는 "회원"에게 귀속됩니다.
        - ②"회원"은 본 약관 및 "회사"가 “유료서비스”와 관련하여 고지하는 내용을 준수하여야 하며, 본 약관 및 고지 내용을 위반하거나 이행하지 아니하여 발생하는 손실, 손해에 대한 책임을 부담합니다.
        - ③"회원"은 "회사"가 정하거나 인정하는 방식에 따라 초코 등 캐시류를 사용하여야 합니다.
        - ④"회원"은 “유료서비스”를 이용할 때 다음 각 호에 해당하는 행위를 해서는 안 됩니다.
            - 1. "회사"가 제공하는 “유료서비스” 이용방법에 의하지 아니하고 비정상적인 방법으로 “유료서비스”를 이용하거나 시스템에 접근하는 행위
            - 2. 타인의 명의, 카드정보, 계좌정보 등을 도용하여 "회사"가 제공하는 “유료서비스”를 이용하는 행위
            - 3. "회사"가 정하지 않은 비정상적인 방법으로 초코 등 캐시류를 취득하거나 사용하는 행위
            - 4. "회사"가 게시한 정보의 무단 변경 또는 "회사"가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시하는 행위
            - 5. "회사" 및 기타 제3자의 저작권 등 지적재산권에 대한 침해행위
            - 6. "회사" 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
            - 7. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 “유료서비스”에 공개 또는 게시하는 행위
            - 8. 구매의사가 없는 반복적인 구매행위
            
    
    ## 제4장 청약철회, 계약해지 및 이용제한 등
    
    1. 제 15 조 (청약철회)
        - ①“회원”은 본 약관에 따라 “유료서비스”를 이용하기 위해 유료 결제를 한 날로부터 7일 이내에 회사에 대해 서비스의 이용에 관한 청약을 철회할 수 있습니다. 다만, 회사가 회원에게 사전에 합의한 내용과 다르게 서비스를 제공하거나 서비스를 제공하지 아니하는 경우, 회원은 유료 결제를 한 날로부터 3개월 이내 또는 해당 사실을 알거나 알 수 있었던 날로부터 30일 이내에 회사에 대해 서비스의 이용에 관한 청약을 철회할 수 있습니다.
        - ②제1항에도 불구하고, “회원”은 다음 각 호의 어느 하나에 해당하는 경우에는 청약철회를 할 수 없습니다.
            - 1. 콘텐츠의 내용을 확인하기 위하여 포장 등을 훼손한 경우를 제외하고, 이용자에게 책임 있는 사유로 콘텐츠가 멸실 또는 훼손된 경우
            - 2. 이용자의 사용 또는 일부 소비에 의하여 콘텐츠의 가치가 현저히 감소한 경우
            - 3. 시간의 경과에 의하여 재판매가 곤란할 정도로 콘텐츠의 가치가 현저히 감소한 경우
            - 4. 복제가 가능한 콘텐츠의 포장을 훼손한 경우
            - 5. 디지털콘텐츠 제공이 개시된 경우(다만, 가분적 디지털콘텐츠로 구성된 계약의 경우에는 제공이 개시되지 아니한 부분에 대하여는 청약철회 등을 할 수 있습니다)
            - 6. 이용자의 주문에 의하여 콘텐츠가 개별적으로 생산되는 경우 등 청약철회등을 인정하면 사업자에게 회복할 수 없는 중대한 피해가 예상되는 경우로서 사전에 당해 거래에 대하여 별도로 그 사실을 고지하고 이용자의 서면(전자문서를 포함한다)에 의한 동의를 얻은 경우
        - ③“회사”는 청약철회가 불가능한 서비스나 콘텐츠에 대해서는 다음 각 호의 조치를 취합니다.
            - 1. 청약철회가 불가능한 “유료서비스”에 해당한다는 사실을 표시사항에 포함
            - 2. 시용상품을 제공하거나 한시적 또는 일부 이용 등의 방법을 제공
        - ④청약철회 및 환불 요청은 각 서비스에서 제공하는 메뉴 및 고객센터에서 할 수 있으며, 소비자의 청약철회일로부터 3 영업일 이내에 지급받은 대금의 환급을 정당한 사유 없이 지연하는 경우 소비자는 지연기간에 대해서 연 15%(콘텐츠의 경우에는 연 20%)의 지연 배상금을 회사에게 청구할 수 있습니다.
    - 
    1. **제 16 조 (이용계약 해제, 해지 및 이용제한)**
        - ①"회원"은 다음 각 호의 사유가 있을 때 이용계약을 해지 또는 해제할 수 있습니다. 계약의 해제, 해지는 “회원”이 전화, 전자우편 등으로 그 의사를 표시한 때에 효력이 발생하고, “회사”는 “회원”의 의사표시를 수신한 후 지체없이 그 사실을 “회원”에게 회신합니다.
            - 1. “유료서비스”의 하자를 "회사"가 보완, 수정할 수 없는 경우 “유료서비스”를 공급받은 날로부터 1개월 이내
            - 2. “유료서비스” 이용 "회원"이 본 약관 또는 서비스 약관(통합서비스약관 등)의 개정, 변경에 동의하지 않아 회원 탈퇴를 하거나 “유료서비스” 이용계약을 해지하는 경우
            - 3. “방문판매 등에 관한 법률”에 따른 계속거래에 해당하는 “유료서비스”의 이용계약을 해지하는 경우
            - 4. 기타 관련 법령이나 본 약관에 따라 “회원”이 “유료서비스” 이용계약을 해지 또는 해제하고자 하는 경우
        - ②"회원"은 제1항 제1호의 사유로 계약해제, 해지의 의사표시를 하기 전에 상당한 기간을 정하여 서비스이용의 하자에 대한 치유를 요구할 수 있습니다. 다만, "회사"가 하자의 치유가 불가능하다고 판단하는 경우에는 즉시 그 사실을 "회원"에게 통지하고 이용계약을 해제, 해지할 수 있습니다.
        - ③"회사"는 "회원"이 서비스 약관 또는 본 약관에 명시된 "회원"의 의무를 위반하였을 경우, 또는 그러한 위법·부당한 행위가 있는 것으로 의심될 만한 상당한 이유가 있는 경우 “회원”과의 “유료서비스” 이용계약을 해제, 해지하거나 또는 기간을 정하여 “유료서비스”의 이용을 제한할 수 있습니다. 계약의 해제, 해지는 "회사"가 자신이 정한 통지 방법에 따라 "회원"에게 그 의사를 표시한 때에 효력이 발생합니다.
        - ④"회사"의 해제, 해지 및 이용제한에 대하여 "회원"은 "회사"가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 "회사"가 인정하는 경우, "회사"는 즉시 서비스의 이용을 재개합니다.
    2. **제 17 조 (이용요금의 환불 및 제한)**
        - ①회사가 이용요금을 환불하는 경우 기본적으로 아래 각 호에 따릅니다. 단, “회사”는 개별 유료서비스에 대해 별도의 상세 환불정책을 운영할 수 있으며, 이 경우 아래 각 호 및 본 약관의 다른 내용에도 불구하고 상세 환불정책에서 정한 바를 따릅니다. 별도의 상세 환불정책이 적용되는 경우 회사는 해당 유료서비스 구매 과정에서 주의사항으로 기재하는 등 적절한 방식을 통해 안내합니다.
            - 1. 해당 유료서비스가 결제 후 1회의 이용만으로 서비스의 이용이나 구매가 완료되는 서비스인 경우: 해당 서비스를 이용(제공이 개시 된 것을 포함)한 후에는 환불 불가능. 단, 1회 구매 완료 후 사용기한의 정함이 없는 유료서비스가 회사의 귀책사유로 제공이 어려운 경우 구매완료일로부터 1년 이내인 경우에 한하여 환불
            - 2. 해당 유료서비스가 “정기결제형 유료서비스”인 경우: 해지일로부터 이용일수에 해당하는 금액과 총 남은 “유료서비스” 이용으로부터 얻은 이익 및 환불수수료(10% 또는 1,000원 중 큰 금액)를 제외한 금액 환불. (단, 유료 서비스 이용 개시일로부터 7일 이내에 해지를 요구하는 경우 이용일수에 해당하는 금액만을 제외하고 환불)
        - ②"회사"는 제16조 제1항의 경우 "회원"에게 계약해제, 해지의 의사표시에 대하여 회신한 날로부터 3영업일 이내에, 제16조 제3항의 경우 "회원"에 대하여 계약해제, 해지의 의사표시를 한 날로부터 3영업일 이내에 대금의 결제와 동일한 방법으로 “유료서비스” 이용요금을 환급합니다(단, 수납확인이 필요한 결제수단의 경우에는 수납확인일로부터 3영업일 이내에 환급). 다만, 동일한 방법으로 환불이 불가한 경우에는 계좌 이체 혹은 환불적립금으로 적립하는 등의 방법으로 환불 조치할 수 있으며 “회사”는 이를 “회원”에게 고지합니다. 이 때 환불적립금 적립 형태로 환불이 되는 경우, 환불적립금의 인출 및 소멸 등 환불적립금 관련 상세 사항은 [카카오 결제서비스 운영정책] 내 카카오 환불적립금 운영정책을 따릅니다(이하 제19조 제1항 등의 환불적립금에 공통됩니다).
        - ③"회사"는 이용요금을 환불함에 있어서 "회원"이 신용카드 또는 전자화폐 등의 결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다. 다만, 수납확인이 필요한 결제수단의 경우 및 “회원”이 “유료서비스” 이용으로부터 얻은 이익에 해당하는 금액을 공제하는 경우에는 그러하지 아니할 수 있습니다.
        - ④"회사", “유료서비스” 등의 대금을 지급 받은 자 또는 "회원"과 “유료서비스” 이용계약을 체결한 자가 동일인이 아닌 경우에 각자는 청약철회 또는 계약해제, 해지로 인한 대금환급과 관련한 의무의 이행에 있어서 연대하여 책임을 집니다.
        - ⑤ "회사"가 제16조 제3항에 따라 회원의 “유료서비스” 이용을 제한하거나 본 계약을 해제, 해지하는 경우 “회사”는 “회원”에게 일체의 환불을 하지 않습니다.
    
    ## 제5장 중개형 유료서비스 이용 특칙
    
    1. 제21조 (대리행위 및 보증의 부인)
        - ①"회사"는 "회원"과 “판매자” 간 거래를 중개하는 유료서비스(이하 "중개형 유료서비스"라 한다)에서는 거래를 위한 시스템을 운영·관리·제공할 뿐이며, "회원" 및 “판매자”를 대리하지 않습니다. 또한, "회원"과 “판매자” 사이에 성립된 거래 및 이에 따라 "회원" 또는 “판매자”가 제공한 정보에 대한 책임은 "회원" 및 판매자가 직접 부담합니다. 다만, "회사"가 "회원"에게 직접 판매한 경우에는 "회사"가 판매 책임을 다합니다.
        - ②"회사"는 “중개형 유료서비스”를 통하여 이루어지는 "회원"과 “판매자” 간 거래와 관련하여 판매의사 또는 구매의사의 존부 및 진정성, 거래 대상의 품질, 완전성, 안전성, 적법성 및 타인의 권리에 대한 비침해성, "회원" 또는 “판매자”가 제공한 정보 및 그 정보의 진실성 또는 적법성 등 일체에 대하여 보증하지 않습니다.
    - 
    
    ## 제6장 기타
    
    1. 제22조 (책임제한)
        - ①"회사"는 관련 법령의 변경, 천재지변 또는 이에 준하는 불가항력으로 인하여 “유료서비스”를 제공할 수 없는 경우에는 “유료서비스” 제공에 관한 책임이 면제됩니다.
        - ②"회사"는 "회원"의 귀책사유로 인한 “유료서비스” 이용의 장애에 대하여는 책임을 지지 않습니다.
        - ③"회사"는 "회원"이 “유료서비스”와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.
    2. 제23조 (약관의 해석)
        - ①이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 정보통신망 이용촉진 및 정보보호에 관한 법률, 콘텐츠산업진흥법, 전자상거래등에서의 소비자보호에 관한 법률, 약관의 규제에 관한 법률, 문화체육관광부장관이 정하는 디지털콘텐츠 이용자보호지침, 기타 관련 법령, 카카오 서비스 약관들,[카카오 결제서비스 운영정책] 및 상관례에 따릅니다.
        - ②본 약관 외에 개별 “유료서비스”에 대해 적용되는 별도 약관(이하 “개별 서비스 약관”이라 합니다)이 있을 경우, 본 약관의 내용과 “개별 서비스 약관”의 내용 간 충돌에 대해서는 달리 정하지 않는 한 해당 “개별 서비스 약관”이 우선합니다.
    3. 제24조 (준거법 및 재판관할)
        - ①본 약관과 관련된 사항에 대하여는 대한민국법을 준거법으로 합니다.
        - ②“회사”와 “회원” 간에 발생한 분쟁에 대해서는 상호 신의성실에 바탕한 협의로 해결하도록 하되, 상호 협의가 어려울 경우 민사소송법 상의 관할법원에 제소하여 분쟁을 해결합니다.
    4. 부칙
        - ①본 약관은 2023년 8월 22일부터 적용됩니다. 단, 본 약관의 공지 시점으로부터 적용일 전일까지의 기간 동안에 가입한 신규회원에 대해서는 회원 가입시부터 본 약관이 적용됩니다.`,
  term3: `### **개인정보처리방침**

    코버플로우(이하 ‘코플’이라 한다)는 개인정보 보호법 제30조에 따라 정보 주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리지침을 수립, 공개합니다.
    
    **제1조 (개인정보의 처리목적)**
    
    코플은 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
    
    1. 홈페이지 회원 가입 및 관리회원 가입 의사 확인, 회원제 서비스 제공에 따른 본인 식별․인증, 회원자격 유지․관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정 이용 방지, 만 14세 미만 아동의 개인정보처리 시 법정대리인의 동의 여부 확인, 각종 고지․통지, 고충 처리 등을 목적으로 개인정보를 처리합니다.
    
    2. 재화 또는 서비스 제공물품 배송, 서비스 제공, 계약서 및 청구서 발송, 콘텐츠 제공, 맞춤서비스 제공, 본인인증, 연령인증, 요금 결제 및 정산, 채권추심 등을 목적으로 개인정보를 처리합니다.
    
    3. 고충 처리민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락․통지, 처리 결과 통보 등의 목적으로 개인정보를 처리합니다.
    
    **제2조 (개인정보의 처리 및 보유기간)**
    ① 코플은 법령에 따른 개인정보 보유, 이용 기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유, 이용 기간 내에서 개인정보를 처리, 보유합니다.
    
    ② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.1. 홈페이지 회원 가입 및 관리 : 사업자/단체 홈페이지 탈퇴 시까지다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료 시까지1) 관계 법령 위반에 따른 수사, 조사 등이 진행 중인 경우에는 해당 수사, 조사 종료 시까지2) 홈페이지 이용에 따른 채권 및 채무관계 잔존 시에는 해당 채권, 채무 관계 정산 시까지2. 재화 또는 서비스 제공 : 재화․서비스 공급완료 및 요금결제․정산 완료 시까지다만, 다음의 사유에 해당하는 경우에는 해당 기간 종료 시까지1) 「전자상거래 등에서의 소비자 보호에 관한 법률」에 따른 표시․광고, 계약내용 및 이행 등 거래에 관한 기록- 표시․광고에 관한 기록 : 6월- 계약 또는 청약 철회, 대금결제, 재화 등의 공급기록 : 5년- 소비자 불만 또는 분쟁 처리에 관한 기록 : 3년2) 「통신비밀보호법」 제41조에 따른 통신사실확인자료 보관- 가입자 전기통신일시, 개시․종료 시간, 상대방 가입자 번호, 사용도수, 발신기지국 위치추적자료 : 1년- 컴퓨터 통신, 인터넷 로그 기록자료, 접속지 추적자료 : 3개월
    
    **제3조 (개인정보의 제3자 제공)**
    ① 코플은 정보주체의 개인정보를 제1조(개인정보의 처리목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
    
    ② 코플은 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.- 개인정보를 제공받는 자 : <예) (주) OOO 카드>- 제공받는 자의 개인정보 이용목적 : <예) 이벤트 공동개최 등 업무제휴 및 제휴 신용카드 발급>- 제공하는 개인정보 항목 : <예) 성명, 주소, 전화번호, 이메일주소, 카드결제계좌정보>- 제공받는 자의 보유, 이용기간 : <예) 신용카드 발급계약에 따른 거래기간동안>
    
    **제4조(개인정보처리의 위탁)**
    ① 코플은 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.- 위탁받는 자 (수탁자) : (주)아임웹- 위탁하는 업무의 내용 : 쇼핑몰 호스팅 서비스의 시스템 제공, 모바일 앱 서비스, 마케팅 서비스 및 부가, 제휴서비스 제공 및 알림톡, 친구톡, 문자메시지 발송대행 서비스 등- 위탁받는 자 (수탁자) : OOO PG- 위탁하는 업무의 내용 : 결제 및 에스크로 업무- 위탁받는 자 (수탁자) : OOO 택배- 위탁하는 업무의 내용 : 상품 배송 업무- 위탁받는 자 (수탁자) : OOO 고객센터- 위탁하는 업무의 내용 : 고객상담 업무- 위탁받는 자 (수탁자) : OOO- 위탁하는 업무의 내용 : 본인확인 업무
    
    ② 코플은 위탁계약 체결 시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.
    
    ③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
    
    **제5조(이용자 및 법정대리인의 권리와 그 행사 방법)**
    ① 정보주체는 코플에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
    1. 개인정보 열람 요구
    2. 오류 등이 있을 경우 정정 요구
    3. 삭제요구
    4. 처리정지 요구
    
    ② 제1항에 따른 권리 행사는 코플에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 코플은 이에 대해 지체없이 조치하겠습니다.
    
    ③ 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 코플은 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.
    
    ④ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
    
    ⑤ 정보주체는 개인정보 보호법 등 관계 법령을 위반하여 코플이 처리하고 있는 정보주체 본인이나 타인의 개인정보 및 사생활을 침해하여서는 아니 됩니다.
    
    **제6조(처리하는 개인정보 항목)**
    코플은 다음의 개인정보 항목을 처리하고 있습니다.
    
    1. 홈페이지 회원 가입 및 관리필수항목 : <예) 성명, 생년월일, 아이디, 비밀번호, 주소, 전화번호, 성별, 이메일주소, 아이핀번호>선택항목 : <예) 결혼 여부, 관심 분야>
    
    2. 재화 또는 서비스 제공필수항목 : <예) 성명, 생년월일, 아이디, 비밀번호, 주소, 전화번호, 이메일주소, 아이핀번호, 신용카드번호, 은행계좌정보 등 결제정보>선택항목 : <관심분야, 과거 구매내역>
    
    3. 인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다.IP주소, 쿠키, MAC주소, 서비스 이용기록, 방문기록, 불량 이용기록 등
    
    **제7조(개인정보의 파기)**
    
    ① 코플은 개인정보 보유 기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
    
    ② 정보주체로부터 동의받은 개인정보 보유 기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.
    
    ③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.
    1. 파기 절차회사는 파기 사유가 발생한 개인정보를 선정하고, 코플의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.
    
    2. 파기 방법회사는 전자적 파일 형태로 기록․저장된 개인정보는 기록을 재생할 수 없도록 로우레밸포멧(Low Level Format) 등의 방법을 이용하여 파기하며, 종이 문서에 기록․저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.
    
    **제8조(개인정보의 안전성 확보조치)**
    코플은 개인정보의 안전성 확보를 위해 다음과 같은 조치를 하고 있습니다.
    
    1. 관리적 조치 : 내부관리계획 수립 및 시행, 정기적 직원 교육 등
    
    2. 기술적 조치 : 개인정보처리시스템 등의 접근 권한 관리, 접근통제시스템 설치, 고유 식별정보등의 
    암호화, 보안프로그램 설치
    
    3. 물리적 조치 : 전산실, 자료보관실 등의 접근통제
    
    **제9조(개인정보 자동 수집 장치의 설치∙운영 및 거부에 관한 사항)**
    
    ① 코플은  이용자에게 개별적인 맞춤 서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.
    
    ② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에 보내는 소량의 정보이며 이용자들의 컴퓨터 내의 하드디스크에 저장되기도 합니다.가. 쿠키의 사용 목적: 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.나. 쿠키의 설치∙운영 및 거부 : 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.다. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.
    
    **제10조(개인정보 보호책임자)**
    ① 코플은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만 처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.▶ 개인정보 보호책임자성명 : OOO직책 : OOO연락처 : <전화번호>, <이메일>, <팩스번호>※ 개인정보 보호 담당부서로 연결됩니다.▶ 개인정보 보호 담당부서부서명 : OOO 팀담당자 : OOO연락처 : <전화번호>, <이메일>, <팩스번호>
    
    ② 정보주체께서는 코플의서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만 처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 코플은 정보주체의 문의에 대해 지체없이 답변 및 처리해드릴 것입니다.
    
    **제11조(개인정보 열람청구)**
    정보주체는 개인정보 보호법 제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다. 코플은 정보주체의 개인정보 열람 청구가 신속하게 처리되도록 노력하겠습니다.
    
    ▶ 개인정보 열람청구 접수․처리 부서
    부서명 : OOO
    담당자 : OOO
    연락처 : <전화번호>, <이메일>, <팩스번호>
    
    **제12조(권익침해 구제 방법)**
    정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.
    
    ▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영)
    소관 업무 : 개인정보 침해사실 신고
    상담 신청- 홈페이지 : privacy.kisa.or.kr
    전화 : (국번없이) 118
    주소 : (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보침해신고센터
    
    ▶ 개인정보 분쟁조정위원회
    소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)
    홈페이지 : www.kopico.go.kr
    전화 : (국번없이) 1833-6972
    주소 : (03171)서울특별시 종로구 세종대로 209 정부서울청사 4층
    
    ▶ 대검찰청 사이버범죄수사단 : 02-3480-3573 (www.spo.go.kr)
    
    ▶ 경찰청 사이버안전국 : 182 (http://cyberbureau.police.go.kr)
    
    **제13조(개인정보 처리방침 시행 및 변경)**이 개인정보 처리방침은 2024.04..1부터 적용됩니다.`,
};
